hello_message_text = 'Здравствуйте, я бот поисковик 🤖'
start_message_text = ('Я создан для отбора научных статей по описанию.\n'
                      'Работать со мной очень просто!\n'
                      'Просто отправьте мне файл со списком научных работ в формате excel и поисковый запрос, а дальше я сделаю все сам!\n')

excel_message_text = 'Отправьте, пожалуйста, excel файл.'

warning_excel_message = ('К сожалению, это не excel\n'
                       'Отправьте пожалуйста файл в формате excel')

theme_message_text = 'Отправьте, пожалуйста, поисковый запрос.'


warning_theme_message = ('К сожалению, поисковый запрос отправлен не тестом ☹️\n'
                       'Отправьте пожалуйста тему обычным сообщением')

waiting_message = 'Идет фильтрация. Пожалуйста, подождите'



