hello_message_text = 'Привет, я бот поисковик 🤖'
start_message_text = ('Я создан для отбора научных статей по описанию.\n'
                      'Работать со мной очень просто!\n'
                      'Просто отправь мне файл со списоком научных работ в формате excel и основной материал, а дальше я сделаю все сам!\n')

excel_message_text = 'Отправь, пожалуйста, excel файл.'

warning_excel_message = ('К сожалению, это не excel ☹️\n'
                       'Отправь пожалуйста файл в формате excel')

theme_message_text = 'Отправь, пожалуйста, названия основных материалов.'


warning_theme_message = ('К сожалению, названия материлов отправлены не тестом ☹️\n'
                       'Отправь пожалуйста тему обычным сообщением')

waiting_message = 'Пожалуйста подожди, я думаю 🤓'



